Repository: BlankOn/blankon-installer
Catalog: po/*.po
Languages: tr

source: Welcome to BlankOn
tr: BlankOn'a Hoşgeldiniz

source: Welcome to BlankOn installation program. Please choose your language and region below continue. If your choice is not on the list, you can choose the default values and set again later after the system is fully installed in the Settings application.
tr: BlankOn kurulum programına hoş geldiniz. Lütfen aşağıdan dilinizi ve bölgenizi seçip devam edin. Seçiminiz listede yoksa, varsayılan değerleri seçebilir ve sistem tam olarak yüklendikten sonra Ayarlar uygulamasından tekrar ayarlayabilirsiniz.

source: Language
tr: Dil

source: Region
tr: Bölge

source: Keyboard
tr: Klavye

source: You can choose whether want to continue using the Live CD or to install into your computer
tr: Çalışan CD'yi kullanmaya devam etmeyi veya bilgisayarınıza yüklemek isteyip istemediğinizi seçebilirsiniz

source: Continue using Live CD
tr: Çalışan CD kullanmaya devam et

source: Install BlankOn
tr: BlankOn Kur

source: Installation Target
tr: Kurulum Hedefi

source: Sorry, it seems that there is no device that we can install BlankOn into. Please attach a hard drive or flash disk before continuing. If you're running as normal user, try again running the installer as root.
tr: Üzgünüz, görünüşe bakılırsa, içine BlankOn yükleyebileceğimiz herhangi bir cihaz yok. Devam etmeden önce lütfen bir sabit disk veya flash disk takın. Normal kullanıcı olarak çalışıyorsanız, yükleyiciyi root olarak tekrar başlatın.

source: Please wait while I scan your computer for available devices
tr: Bilgisayarınız kullanılabilir aygıtlar için taranırken lütfen bekleyin

source: Please choose the partition on device below which you would like to install BlankOn into.
tr: Lütfen, aşağıdan BlankOn yüklemek istediğiniz bölümünü seçin.

source: WARNING
tr: UYARI

source: The selected partition will be wiped out. Swap partition will be created if you don't have one.
tr: Seçilen bölüm silinmiş olacak. Takas bölümü, yoksa oluşturulacak.

source: Personalization
tr: Kişiselleştirme

source: Please enter your personalization preference below..
tr: Lütfen kişiselleştirme tercihinizi aşağıda giriniz.

source: Enforce strong password
tr: Güçlü parolayı zorla

source: Automatically login
tr: Otomatik giriş

source: Computer Name
tr: Bilgisayar Adı

source: Computer name must be at least 1 character long and started with an alphabet. It must be written in lowercase ascii without any space.
tr: Bilgisayar adı en az 1 karakter uzunluğunda olmalı ve bir harf ile başlamalı. Boşluk bırakmadan küçük harflerle yazılmalıdır.

source: Your Name
tr: Gerçek Adınız

source: User Name
tr: Kullanıcı Adınız

source: Username must be at least 1 character long and started with an alphabet. It must be written in lowercase ascii without any space.
tr: Kullanıcı adı, en az 1 karakter uzunluğundaki alfabetik bir karakterle başlamalıdır. Boşluk içermeyen küçük harflerle yazılmalıdır.

source: Password
tr: Parola

source: Password must be at least 8 character long with number and alphabet lowercase and uppercase combination.
tr: Parola, sayı ve alfabe küçük ve büyük harf kombinasyonu ile en az 8 karakter uzunluğunda olmalıdır.

source: Password must be at least 1 character.
tr: Parola en az 1 karakter olmalıdır.

source: Password should be at least 8 character long with number and alphabet lowercase and uppercase combination, otherwise it will be very easy for others to guess your password.
tr: Parola, sayı ve alfabe küçük ve büyük harf kombinasyonuyla en az 8 karakter uzunluğunda olmalı, aksi takdirde başkalarının şifrenizi tahmin etmesi çok kolay olacaktır.

source: Password (once again)
tr: Parola (yeniden)

source: You must use exactly the same password as typed above.
tr: Yukarıda yazılanla tamamen aynı parola girmeniz gerekir.

source: Installation Summary
tr: Kurulum Özeti

source: This is our installation summary. Please proceed if you're agree. Beyond this point, the installer will make changes to your system and you can't go back.
tr: Bu bizim kurulum özetimiz. Kabul ediyorsanız lütfen devam edin. Bu noktadan sonra, yükleyici sisteminizde değişiklik yapacak ve geri dönemeyeceksiniz.

source: Target device
tr: Hedef aygıt

source: Target partition
tr: Hedef bölüm

source: Computer name
tr: Bilgisayar adı

source: Full name
tr: Tam isim

source: User name
tr: Kullanıcı adı

source: Installation
tr: Kurulum

source: Please wait a moment while the installation is applied to your system
tr: Kurulum yapılırken lütfen biraz bekleyin

source: Preparing
tr: Hazırlanıyor

source: Done
tr: Tamam

source: Your system is ready, now please continue to reboot into your newly installed system
tr: Sisteminiz hazır, lütfen yeni kurulan sisteminizden yeniden başlatarak devam edin

source: Reboot to newly installed system
tr: Yeni kurulan sistem ile yeniden başlatın

source: ADVANCED MODE
tr: GELİŞMİŞ MOD

source: Click to switch to Quick Mode
tr: Hızlı Moda geçmek için tıklayın

source: Click to switch to Advanced Mode
tr: Gelişmiş Mod'a geçmek için tıklayın

source: Previous
tr: Geri

source: Next
tr: İleri

source: Sorry,
tr: Üzgünüm,

source: There is an error during installation. Please see the log below, you can capture this or just send the /var/log/blankon-installer.log file to blankon-dev@googlegroups.com
tr: Kurulum sırasında bir hata oluştu. Lütfen aşağıdaki günlüğe bakın, Günlüe bakarak sorunu çözebilir veya /var/log/blankon-installer.log dosyasını blankon-dev@googlegroups.com adresine gönderebilirsiniz

source: Exit installation and continue using LiveCD
tr: Kurulumdan çıkın ve Çalışan CD'yi kullanmaya devam edin

source: Please wait while loading the log...
tr: Günlüğü yüklerken lütfen bekleyin ...
